var questionset = {
  "stage1": [
    {"Q": "தலைவர் ரஜினியின் முதல் படத்தின் பெயர் என்ன?",
      "Y": "அபூர்வ ராகங்கள்",
      "N1": "பைரவி",
      "N2": "மூன்று முகம்",
      "N3": "வீரா"
    },
    {"Q": "தலைவர் ரஜினி இது வரை எத்தனை மொழி திரைப்படங்களில் நடித்துள்ளார்?",
      "Y": "7",
      "N1": "1",
      "N2": "6",
      "N3": "3"
    },
    {"Q": "தலைவர் ரஜினியை 'SUPER STAR' என்று வசனத்தில் வைத்து பேசிய திரைப்படம் என்ன?",
      "Y": "பில்லா",
      "N1": "பைரவி",
      "N2": "பாட்ஷா",
      "N3": "தீ"
    },
    {"Q": "தலைவரை 'மக்கள் தலைவர்' என்று முதன்முதலில் அழைத்தது எந்த படத்தில்?",
      "Y": "பாண்டியன்",
      "N1": "ரங்கா",
      "N2": "வீரா",
      "N3": "மன்னன்"
    },
    {"Q": "தலைவர் ரஜினியின் 100வது படம் எது?",
      "Y": "ஸ்ரீ ராகவேந்திரர்",
      "N1": "நெற்றிக்கண்",
      "N2": "தில்லு முல்லு",
      "N3": "ராஜாதி ராஜா"
    },
    {
      "Q": "தலைவர் ரஜினி முதன்முதலில்  இரட்டை வேடங்களில் நடித்த  திரைப்படம் எது?",
      "Y": "பில்லா",
      "N1": "ஜானி",
      "N2": "மூன்று முகம்",
      "N3": "ராஜாதி ராஜா"
    }
  ],
  "stage2": [
    {"Q": "தலைவர் ரஜினி முதன்முதலில் ரஜினி என்ற கதாப்பாத்திரத்தின் பெயரில் நடித்த முதல் திரைப்படம் எது?",
      "Y": "ஆடு புலி ஆட்டம் ",
      "N1": "அன்புள்ள ரஜினிகாந்த் ",
      "N2": "இறைவன் கொடுத்த வரம்",
      "N3": "நன்றி மீண்டும் வருக "
    },
    {"Q": "தலைவர் ரஜினி முதன்முதலில் நடித்த இந்தி திரைப்படம் எது?",
      "Y": "ஆந்தா கனூன்",
      "N1": "ஜீத் ஹமாரி ",
      "N2": "மேரி அதாலத்",
      "N3": "கங்வா"
    },
    {"Q": "தலைவர் ரஜினி கடைசியாக  நடித்த நேரடி தெலுங்கு மொழி படம் எது ?",
      "Y": "கதாநாயகடு",
      "N1": "நியாயம் மீரே செப்பாளி",
      "N2": "ஜீவன போராட்டம்",
      "N3": "பெத்தராயுடு"
    },
    {"Q": "தலைவர் ரஜினி யின் பெயரை, புகைப்படங்களை முதன்முதலில் ஒரு  திரைப்படத்தில் உபயோகப்படுத்திய (Reference) திரைப்படம் எது?",
      "Y": "குடும்பம் ஒரு கதம்பம்",
      "N1": "சிலுக்குவார்பட்டி சிங்கம்",
      "N2": "கோபாலா கோபாலா ",
      "N3": "இவன்"
    },
    {"Q": "தலைவர் ரஜினி - ரஜினியாக  (கதாப்பாத்திரத்தின் பெயர் + கௌரவ தோற்றம்)  எத்தனை படங்களில் நடித்துள்ளார்?",
      "Y": "11",
      "N1": "5",
      "N2": "10",
      "N3": "9"
    },
    {"Q": "தலைவர் ரஜினி இது வரை எத்தனை பாடல்கள் பாடியுள்ளார்?",
      "Y": "2",
      "N1": "1",
      "N2": "3",
      "N3": "4"
    },
    {"Q": "தலைவர் ரஜினியின் முதல் Colour திரைப்படம் எது?",
      "Y": "16வயதினிலே",
      "N1": "சங்கர் சலீம் சைமன்",
      "N2": "சகோதர சவால்",
      "N3": "ஆயிரம் ஜென்மங்கள்"
    },
    {
      "Q": "தலைவர் ரஜினி ஸ்ரீ ராகவேந்திரராக எத்தனை படங்களில் நடித்துள்ளார்?",
      "Y": "2",
      "N1": "1",
      "N2": "3",
      "N3": "4"
    }
  ],
  "stage3": [
    {"Q": "தலைவர் ரஜினியின் திரைப்படங்களை அதிகமாக இயக்கிய இயக்குனர் யார்?",
      "Y": "S P முத்துராமன்",
      "N1": "K.S.ரவிக்குமார்",
      "N2": "சங்கர்",
      "N3": "ராஜசேகர்"
    },
    {"Q": "தலைவர் ரஜினி எந்த ஆண்டு பத்மபூஷன் விருது வாங்கினார்?",
      "Y": "2000",
      "N1": "1998",
      "N2": "1999",
      "N3": "1997"
    },
    {
      "Q": "சிவாஜியின் 'பைலட் ப்ரேம்நாத்' திரைப்படத்திற்கு பிறகு இந்தியா இலங்கை கூட்டு தயாரிப்பில் உருவான தலைவர் திரைப்படம் எது?",
      "Y": "தீ",
      "N1": "பில்லா",
      "N2": "விடுதலை",
      "N3": "ஜானி"
    },
    {
      "Q": "தலைவர் ரஜினியுடன் சிவாஜி நடித்த முதல் படம் எது?",
      "Y": "ஜஸ்டிஸ் கோபிநாத்",
      "N1": "படிக்காதவன்",
      "N2": "படையப்பா",
      "N3": "நான் வாழவைப்பேன்"
    },
    {
      "Q": "தலைவர் ரஜினியின் முதல் CinemaScope திரைப்படம் எது?",
      "Y": "அலாவுதீனும் அற்புத விளக்கும்",
      "N1": "குப்பத்து ராஜா",
      "N2": "நினைத்தாலே இனிக்கும்",
      "N3": "பிரியா"
    }
  ],
  "stage4": [
    {"Q": "தலைவர் ரஜினியின் திரைப்படத்திற்கு இளையராஜா இசையமைத்த கடைசி திரைப்படம் எது?",
      "Y": "வீரா",
      "N1": "எஜமான்",
      "N2": "உழைப்பாளி",
      "N3": "பாண்டியன்"
    },
    {"Q": "தலைவர் ரஜினியுடன் அதிக திரைப்படங்களில் நடித்த நகைச்சுவை நடிகர் யார்?",
      "Y": "Y G மகேந்திரன்",
      "N1": "கவுண்டமணி",
      "N2": "வடிவேலு",
      "N3": "ஜனகராஜ்"
    },
    {
      "Q": "நாவலை அடிப்படையாக வைத்து எடுக்கப்பட்ட முதல் தலைவர் ரஜினியின் படம் எது?",
      "Y": "புவனா ஒரு கேள்விக்குறி",
      "N1": "முள்ளும் மலரும்",
      "N2": "காயத்ரி",
      "N3": "வணக்கத்துக்குரிய காதலியே"
    },
    {
      "Q": "தலைவர் ரஜினிக்காக பாடலில் பின்னணி குரல் கொடுத்த பாடகர் யார்?",
      "Y": "M S விஸ்வநாதன்",
      "N1": "S P பாலசுப்பிரமணியம்",
      "N2": "K J யேசுதாஸ்",
      "N3": "மலேசியா வாசுதேவன்"
    },
    {
      "Q": "தலைவர் ரஜினி கடைசியாக நடித்த கருப்பு வெள்ளை (Black & White) திரைப்படம் எது?",
      "Y": "அவள் அப்படித்தான்",
      "N1": "சதுரங்கம்",
      "N2": "தப்பு தாளங்கள்",
      "N3": "அவள் அப்படித்தான்"
    },
    {
      "Q": "தலைவர் ரஜினி 1978ல் நடித்த மொத்த படங்களின் எண்ணிக்கை என்ன?",
      "Y": "20",
      "N1": "15",
      "N2": "22",
      "N3": "18"
    }
  ]
};
